/*
    说明：任务02_1 打印机器人
    姓名：孙程程
    学号：2016011442
    班级：2016级3班
    日期：2017/3/16
*/
#include<stdio.h>
int main(void)
{
    printf("          ******\n");
    printf("          ******\n");
    printf("          ******\n");
    printf("**************************\n");
    printf("**************************\n");
    printf("      **************\n");
    printf("      **************\n");
    printf("        ****  ****\n");
    printf("        ****  ****\n");
    printf("        ****  ****\n");
    printf("        ****  ****\n");
    printf("        ****  ****\n");

    return 0;
}